<template>
  <b-container fluid="lg" class="prayer-book">
    <b-row id="page-title">
      <b-col md="2"></b-col>
      <b-col md="8">
        <h1>ПРАВОСЛАВЕН МОЛИТВЕННИК</h1>
      </b-col>
      <b-col md="2"></b-col>
    </b-row>
    <b-row no-gutters>
      <b-col lg="2"></b-col>
      <b-col lg="8">
        <div class="parchmentTop">
          <div class="parchment"></div>
          <div class="parchmentBody">
            <div class="text-container">
                <p><a href="#optina">МОЛИТВА на последните оптински старци</a></p>
                <h3>След ставане от сън</h3>
                <address><em>Като станеш сутрин, преди да започнеш работа, застани благоговейно, като пред лицето на всевиждащия Бог, прекръсти се и кажи:</em></address>
                <p>В името на Отца и Сина и Светия Дух. Амин!</p>
                <address><em>След това направи три поклона и се моли:</em></address>
                <p>Господи Иисусе Христе, Сине Божи, помилуй ме грешния.</p>
                <p>Господи Иисусе Христе, Сине Божи, заради молитвите на пречистата Твоя Майка и на всички светии, помилуй нас. Амин.</p>
                <p>Слава на Тебе, Боже наш, слава на Тебе.</p>
                <p>Царю небесни, Утешителю, Дух на истината, Който си навсякъде и всичко изпълваш, Съкровище на благата и Подателю на живота, дойди и се всели в нас и ни очисти от всяка сквернота и спаси, Благий, нашите души <strong>(1)</strong>.</p>
                <p>Свети Боже, свети Крепки, свети Безсмъртни, помилуй нас <em>(три пъти)</em></p>
                <p>Слава на Отца и Сина и Светия Дух, и сега и винаги, и во веки веков. Амин.</p>
                <p>Пресвета Троице, помилуй нас; Господи, очисти греховете ни; Владико, прости беззаконията ни; Свети, посети и изцери немощите ни, заради Твоето име.</p>
                <p>Господи, помилуй<em> (три пъти)</em>.</p>
                <p>Слава на Отца и Сина и Светия Дух, сега и винаги, и во веки веков. Амин.</p>
                <p>Отче наш, Който си на небесата! Да се свети Твоето име; да дойде Твоето царство; да бъде Твоята воля, както на небето, тъй и на земята; насъщния ни хляб дай ни днес; и прости нам дълговете ни, както и ние прощаваме на длъжниците си; и не въведи нас в изкушение, но избави ни от лукавия.</p>
                <address><em>Тропари, глас 1</em></address>
                <p>Станали от сън, падаме пред Тебе, Благи, и Ти пеем, Силни, ангелската песен: свят, свят, свят си, Боже, по молитвите на Богородица помилуй ни.</p>
                <p>Слава...От леглото и сън ме дигна, Господи. Просвети моя ум и сърце и отвори устните ми, за да Те възпявам, Света Троице: свят, свят, свят си, Боже, по молитвите на Богородица помилуй ни.</p>
                <p>И сега...Неочаквано ще дойде Съдията и на всекиго делата ще се открият, но със страх зовем в полунощ: свят, свят, свят си, Боже, по молитвите на Богородица помилуй ни.</p>
                <p>Господи, помилуй ни <em>(12 пъти).</em></p>
                <p>Дойдете да се поклоним на Царя, нашия Бог. Дойдете да се поклоним и паднем пред Христа Царя, нашия Бог. Дойдете да се поклоним и паднем пред Самия Христос, нашия Цар и Бог.</p>
                <h3>Псалом 50</h3>
                <p>Помилуй ме, Боже, по голямата Си милост и по многото Си щедрости изглади беззаконията ми. Много пъти ме умий от моето беззаконие и очисти ме от моя грях, защото беззаконието си съзнавам и моят грях е винаги пред мене. Пред Тебе, пред Тебе едничкия съгреших и лошо пред Твоите очи извърших; тъй че Ти си прав в Твоята присъда и чист в Твоя съд. Ето, в беззаконие съм заченат и в грях ме роди майка ми. Ето, Ти обикна истината в сърцето и вътре в мене ми яви мъдростта Си. Поръси ме с исоп и ще бъда чист; умий ме и ще бъда по-бял от сняг. Дай ми да чуя радост и веселие и ще се зарадват костите, от Тебе съкрушени. Отвърни лицето Си от греховете ми и изглади всичките ми беззакония. Сърце чисто създай в мене, Боже, и правия дух обнови вътре в мене. Не ме отхвърляй от лицето Си и Светия Твой Дух не отнимай от мене. Върни ми радостта на Твоето спасение и с властния Дух ме утвърди. Беззаконните ще науча на Твоите пътища и нечестивите към Тебе ще се обърнат. Избави ме от кръвнина, Боже, Боже на моето спасение, и езикът ми ще възхвали Твоята правда. Господи, отвори устните ми и устата ми ще възвестят Твоята хвала: защото, да би искал жертва, аз бих Ти дал; но към всесъжения не благоволиш. Жертва Богу е дух съкрушен; сърце съкрушено и смирено Ти, Боже, не ще презреш. Стори добро, Господи, на Сион по Твоето благоволение; въздигни стените йерусалимски: тогава ще Ти бъдат угодни жертви на правдата, възношение и всесъжение; тогава на Твоя олтар ще възложат телци.</p>
                <h3>Символ на вярата</h3>
                <p>Вярвам в един Бог Отец, Вседържител, Творец на небето и земята, на всичко видимо и невидимо.</p>
                <p>И в един Господ Иисус Христос, Сина Божи, Единородния, Който е роден от Отца преди всички векове: Светлина от Светлина, Бог истинен от Бог истинен, роден, несътворен, единосъщен с Отца и чрез Когото всичко е станало; Който заради нас, човеците, и заради нашето спасение слезе от небесата и се въплъти от Дух Свети и Дева Мария, и стана човек; и бе разпнат за нас при Понтия Пилата, и страда, и бе погребан; и възкръсна в третия ден, според Писанията; и се възнесе на небесата, и седи отдясно на Отца; и пак ще дойде със слава да съди живи и мъртви и царството Му не ще има край.</p>
                <p>И в Духа Светаго, Господа, Животворящия, Който от Отца изхожда, Комуто се покланяме и Го славим наравно с Отца и Сина, и Който е говорил чрез пророците.</p>
                <p>В една света вселенска и апостолска Църква. Изповядвам едно кръщение за опрощаване на греховете. Чакам възкресение на мъртвите и живот в бъдещия век! Амин!</p>
                <address><em>Молитва 1</em></address>
                <h3>Към Св. Троица</h3>
                <p>Станал от сън, благодаря Ти, Света Троице, че поради Твоята голяма благост и дълготърпение не се прогневи против мене, ленивия и грешен, нито ме погуби с беззаконията ми, но както обикновено се показа човеколюбива и като лежах без надежда, ме дигна, за да стана рано и прославя Твоето могъщество. И сега просвети духовните ми очи, отвори устата ми, за да се поучавам с Твоите слова, да разбирам Твоите заповеди и да върша Твоята воля, и да Ти пея със сърдечна хвала, и да възпявам Твоето всесвято име ­ на Отца и Сина и Светия Дух, сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 2 </em>(от св. Макарий Велики)</address>
                <h3>Към Господа</h3>
                <p>Боже, очисти ме грешния, понеже никога не извърших добро пред Тебе, но ме избави от лукавия и да бъде в мене Твоята воля, та неосъдно да отворя недостойните си уста и да възхваля Твоето свято име ­ на Отца и Сина и Светия Дух, сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 3 </em>(от същия)</address>
                <h3>Към Господа Иисуса Христа</h3>
                <p>Станал от сън, принасям Ти, Спасителю, полунощна песен и като падам пред Тебе, викам: не ми давай да заспя в греховна смърт, но смили се над мене Ти, Който доброволно се разпъна, и като лежа в леност, побързай да ме дигнеш и спасиш в бодрост и молитва. А след нощния сън дай да изгрее за мене ден безгрешен, Христе Боже, и ме спаси!</p>
                <address><em>Молитва 4 </em>(от същия)</address>
                <h3>Към Господа</h3>
                <p>Като станах от сън, към Тебе прибягвам, Владико човеколюбче, и по Твоето милосърдие се подвизавам в Твоите дела. Моля Ти се: помагай ми през всяко време и във всяка работа, и ме избави от всяко светско зло и дяволски подтик, и ме спаси и въведи в Твоето вечно царство. Защото Ти си моят Създател и Промислител и Подател на всяко добро. В Тебе е всичката ми надежда и на Тебе възнасям слава сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 5 </em>(от същия)</address>
                <h3>Към Господа</h3>
                <p>Господи, Който по голямата Си благост и велики щедрости даде на мене, Твоя раб, изтеклото време на тая нощ да премина без беда от каквото и да е вражеско зло, Сам Ти, Владико, Творче на всичко, удостой ме с Твоята истинска светлина, та с просветено сърце да върша Твоята воля, сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 6 </em>(от св. Василий Велики)</address>
                <h3>Към Господа</h3>
                <p>Господи Вседържителю, Боже на силите и на всяка плът, Който живееш във висините и гледаш на смирените, изпитваш сърца и утроби и ясно предузнаваш човешките тайни, безначална и вечна Светлина, в която няма изменение или сянка от промяна, безсмъртни Царю, приеми нашите моления, които, като се надяваме на Твоите милости, сега Ти принасяме от нечисти устни, и ни прости прегрешенията, извършени от нас с дело, слово, мисъл, съзнателно или несъзнателно; и ни очисти от всяка сквернота на плътта и духа. И дай ни с бодро сърце и трезва мисъл да преминем цялата нощ на сегашния живот ние, които очакваме идването на светлия ден на Единородния Твой Син, Господ и Бог и наш Спасител Иисус Христос, когато Съдията на всички ще дойде със слава, за да въздаде на всеки според делата, та да не отпаднем и бъдем лениви, но като бодърстваме и действаме, да се намерим готови да влезем в радостта и божествения чертог на Неговата слава, дето не престава гласът на тези, които празнуват и е неизразима насладата на онези, които гледат неизказаната красота на Твоето лице. Защото Ти си истинската светлина, която просвещава и освещава всичко, и Тебе възпяват всички твари во веки веков! Амин!</p>
                <address><em>Молитва 7 </em>(от същия)</address>
                <h3>Към Господа</h3>
                <p>Тебе благославяме, висшни Боже и Господи на милостта, Който винаги вършиш с нас велики и неизследими, славни и необикновени неща, които са безброй, като ни даваш сън за успокоение на нашата немощ и облекчаване умората на многоотрудената ни плът. Благодарим Ти, че не ни погуби с нашите беззакония, но както обикновено прояви човеколюбие и въздигна нас, които лежим безнадеждно, за да славословим Твоето могъщество. Затова молим Твоята безмерна благост: просвети нашите духовни очи и събуди нашия ум от тежкия сън на леността, отвори устата ни и ги изпълни с хвала за Тебе, за да можем непоколебимо да Те възпяваме и прославяме, във всичко и от всички прославян Бог и безначален Отец, с Единородния Твой Син и всесветия, благ и животворящ Твой Дух, сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 8</em></address>
                <h3>Към Пресвета Богородица</h3>
                <p>Възпявам твоята милост, Владичице, и те моля: просвети ума ми. Научи ме право да ходя по пътя на Христовите заповеди. Укрепи ме да бодърствам в песен, която прогонва съня на унинието. С твоите молби, Богоневесто, развържи мене, свързания с веригите на грехопадението. Денем и нощем ме пази, като ме избавяш от враговете, които ме нападат. Ти, която роди животодателя Бога, оживи мене, умъртвения от страстите. Ти, която роди незалязващата Светлина, просвети ослепялата ми душа. О, дивна палато на Господа, направи ме дом на божествения Дух. Ти, която роди Лекаря, изцери многолетните страсти на моята душа. Обхванат от вълните на житейската буря, насочи ме в пътя на покаянието. Избави ме от вечния огън, от злия червей и от ада. Не допускай да стана радост на бесовете, понеже съм провинен в много грехове. О, Пренепорочна, обнови мене, изхабения от безчувствени съгрешения. Умоли Владиката на всичко да отстрани от мене всяка мъка. Удостой ме да получа небесно веселие с всички светии. Пресвета Дево, чуй гласа на твоя непотребен раб. Давай ми, пречиста Богородице, поток сълзи, който да очиства нечистотата на душата ми. Непрестанно ти принасям от сърце въздишки: бъди усърдна, Владичице! Приеми моята молитва и я принеси на милосърдния Бог. Ти, която си по-висша от ангелите, направи ме да бъда над светските неща. Светоносна небесна закрило, осени ме с духовна благодат. Ръце издигам и устни, осквернени от нечистота, отварям за похвала, Всенепорочна. Избави ме от душегубни беди, като усърдно молиш Христа, на Когото подобава чест и поклонение, сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 9</em></address>
                <h3>Към Господа Иисуса</h3>
                <p>Многомилостиви и всемилостиви Боже мой, Господи Иисусе Христе, Който поради голяма любов слезе и се въплъти, за да спасиш всички. Моля Те, Спасителю, спаси ме по благодат. Защото, ако ме спасиш поради делата, това не е благодат и дар, а най-вече дълг. Да, богат с щедрости и неизказан в милости! Който вярва в Мене, си казал, о, Христе мой, ще бъде жив и няма да види смърт вовеки. И тъй, ако вярата в Тебе спасява отчаяните, ето аз вярвам ­ спаси ме, защото Ти си мой Бог и Създател. Нека вярата ми се вмени вместо дела, Боже мой, тъй като съвсем не ще намериш дела, които да ме оправдаят. Но тая моя вяра да е достатъчна вместо всичко: тя да ме защитава, тя да ме оправдава, тя да ме направи участник на Твоята вечна слава. И тъй, Слове, да не ме грабне сатаната и се похвали, като ме изтръгне от Твоята ръка и ограда. Но искам или не искам, Христе Спасителю, спаси ме; скоро побързай, загивам, защото Ти си мой Бог още от утробата на майка ми. Сподоби ме, Господи, да Те възлюбя сега, както някога обикнах самия грях, и пак да почна да Ти служа усърдно без леност, както служих преди на лукавия сатана. Най-вече да служа на Тебе, Господ и Бог мой Иисус Христос, през всички дни на живота си, сега и винаги, и во веки веков! Амин!</p>
                <address><em>Молитва 10</em></address>
                <h3>Към Ангела-пазител</h3>
                <p>Свети Ангеле, който покровителстваш нещастната ми душа и окаяния ми живот, не изоставяй мене грешния, нито отстъпвай от мене, заради невъздържанието ми. Не давай място на лукавия демон да ме завладее чрез насилване на това смъртно тяло. Укрепи бедстващата ми и слаба ръка и ме насочи към спасение. О, свети Ангеле Божи, пазителю и покровителю на окаяната ми душа и тяло, прости ми всичко, с каквото те оскърбих през всички дни на моя живот; и ако нещо съгреших през изтеклата нощ, закриляй ме през днешния ден и ме запази от всяко вражеско изкушение, та с никакъв грях да не огорча Бога; и моли се за мене на Господа да ме утвърди в любовта към Него и да ме направи достоен раб на Своята благост! Амин!</p>
                <address><em>Молитва 11</em></address>
                <h3>Към Пресвета Богородица</h3>
                <p>Пресвета Владичице моя Богородице, с твоите свети и всесилни молби изгони от мене, твоя смирен и окаян раб, унинието, забравата, неразумието, нехайството и всички нечисти, лукави и хулни помисли от окаяното ми сърце и от помрачения ми ум. Угаси пламъка на страстите ми, понеже съм беден и окаян. И ме избави от многото лоши спомени и предприятия и ме освободи от всички гибелни действия. Защото си благословена от всички родове и твоето пречестно име се слави во веки веков! Амин!</p>
                <address><em><strong>Молитва към светията, чието име носим</strong></em></address>
                <p>Свети угодниче Божи <em>(името)</em>, моли Бога за мене, понеже усърдно прибягвам към тебе, бърз помощник и молител за душата ми.</p>
                <address><em><strong>Похвална песен в чест на св. Богородица</strong></em></address>
                <p>Богородице Дево, радвай се! Благодатна Марийо, Господ е с тебе! Благословена си ти между жените и благословен е плодът на твоята утроба, защото роди Спасителя на нашите души.</p>
                <address><em><strong>Тропар</strong> <strong>на Честния Кръст</strong></em></address>
                <p>Спаси, Господи, Твоите люде и благослови Твоето наследие, като даряваш на православния български народ победа над враговете и го запазваш с Твоя кръст.</p>
                <p>...</p>
                <address><em>Завършваме <br>със следните молитви:</em></address>
                <p>Достойно е, наистина, да те облажаваме, Богородице, винаги блажена и пренепорочна и Майка на нашия Бог. По-чтима от херувимите и несравнено по-славна от серафимите, нетленно родила Бог-Слово, същинска Богородице, те величаем.</p>
                <p>Слава на Отца и Сина и Светия Дух, сега и винаги, и во веки веков! Амин!</p>
                <p>Господи, помилуй <em>(три пъти)</em>.</p>
                <p>Господи, Иисусе Христе, Сине Божи, заради молитвите на Твоята пречиста Майка, на преподобните и богоносни наши отци и на всички светии, помилуй ни! Амин!</p>
                <p>–––––––––––––––––</p>
                <p><strong>(1)</strong> От Пас­ха до Въз­не­се­ние вмес­то тая мо­лит­ва да се че­те тро­пар: <em>Хрис­тос въз­к­ръс­на от мър­т­ви­те, ка­то със смърт смърт­та по­тъп­ка и на ти­я, ко­ито са в гро­бо­ве­те, жи­вот да­ру­ва.</em></p>
                <p>От Въз­не­се­ние до Пет­де­сет­ни­ца за­поч­ва­ме мо­лит­ви­те със <em>"Све­ти Бо­же..."</em>, ка­то из­пус­ка­ме пред­шес­т­ва­що­то.</p>
                <p>Тая за­бе­леж­ка се от­на­ся и за мо­лит­ви­те пре­ди сън.</p>
                <p style="text-align: right;"><strong>Из "<em>Молитвеник</em>", Синодално издателство на БПЦ, София</strong></p>
                <p style="text-align: right;">&nbsp;</p>
                <p style="text-align: center;"><strong><a name="optina"></a>МОЛИТВА</strong></p>
                <p style="text-align: center;"><strong>на последните оптински старци</strong></p>
                <p><strong><strong>&nbsp;&nbsp; <br></strong></strong></p>
                <p>Господи, дарувай ми душевно спокойствие да посрещна всичко, което ще ми донесе настъпващия ден.</p>
                <p>Дай ми изцяло да се предам на Твоята пресвята воля.</p>
                <p>През всеки час на деня ме наставлявай и подкрепяй.</p>
                <p>Каквито и вести да получа през деня, научи ме да ги приемам със спокойна душа и с вяра, че всичко е според Твоята света воля.</p>
                <p>Води ме във всички мои дела, думи, мисли и чувства.</p>
                <p>При всички непредвидени обстоятелства, не ме оставяй да забравя, че всичко е изпратено от Теб.</p>
                <p>Вразуми ме Господи, правилно да постъпвам с всеки брат и сестра и враг, без да огорчавам никого.</p>
                <p>Господи, дай ми сили да понеса умората на настъпващия ден и всички събития през деня.</p>
                <p>Ръководи моята воля и ме научи да се кая, да се моля, да вярвам, да се надявам, да търпя, да благодаря и да обичам.</p>
                <p>Амин!</p>
                <p style="text-align: right;">превод от руски йеромонах х. д-р Стефан ПОПОВ</p>
                <p style="text-align: right;">Из „Полный православный молитвослов", „Сатисън", Санкт-Петербург, 2005</p>
            </div>
          </div>
          <div class="parchmentBottom"></div>
        </div>
      </b-col>
      <b-col lg="2"></b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  name: "PrayerBookView"
}
</script>

<style scoped>

@media only screen and (max-width: 1199px) {
  .parchment, .parchmentBottom {
    background-size: contain !important;
  }
}

@media only screen and (max-width: 991px) {
  .parchment, .parchmentBottom {
    background-size: cover !important;
  }

  .parchmentTop {
    font-size: 2rem !important;
  }

  h1 {
    font-size: 3.2rem !important;
  }

  h2 {
    font-size: 3rem !important;
  }
}

.prayer-book {
  background-image: url("~@images/site-images/dark-old-wooden-background-texture_41471-12014.jpg");
}

.parchmentTop {
  position: relative;
  width: 100%;
  top: 25px;
  font-family: BukyVedeRegular, Helvetica, sans-serif;
  font-size: 1.2rem;
  line-height: normal;
  background: url("~@images/site-images/pergament/Parchment-Body.png");
  background-size: contain !important;
  background-repeat: repeat-y !important;
}

.parchment {
  position: relative;
  top: -25px;
  width: 100%;
  height: 38px;
  background: url("~@images/site-images/pergament/Parchment-Top-Blend-trans.png") no-repeat;
  background-size: cover;
}

#page-title {
  background: rgba(83, 50, 62, 80%);
  text-align: center;
  border: var(--bg-yellow) solid;
  padding: 1rem 0;
  font-family: BukyVedeRegular, Helvetica, sans-serif;
  color: var(--bg-yellow);
}

.parchmentBottom {
  position: relative;
  bottom: -18px;
  right: -6px;
  width: 99%;
  height: 38px;
  margin-bottom: 40px;
  background: url("~@images/site-images/pergament/Parchment-Bottom-Blend-trans.png") no-repeat;
  background-size: cover;
}

.parchmentBody {
  margin: 0 auto;
  width: 83.56%;
  padding: 1px 60px 2px 60px;

}

.text-container {
  margin: auto;
  width: fit-content;
}

</style>